[
    {
      "id": "wydarzenie_20250516_1800",
      "instagramUrl": "https://www.instagram.com/p/DJWv1VpMbhx",
      "title": "Wieczór Planszówek",
      "description": "Zapraszamy na 'Wieczór Planszówek'! Jeśli lubisz gry planszowe i jesteś opiekunem psa, to spotkanie jest właśnie dla Ciebie. Wydarzenie, prowadzone przez Michała (@michalpsiarz), odbędzie się w Sali na Gwareckiej 8/3L we Wrocławiu. To doskonała okazja do rozwinięcia swoich pasji, cieszenia się dobrą zabawą, przekąskami i miłym towarzystwem – zwłaszcza innych miłośników psów i gier! Co w planach? Tajemnicze rozgrywki, z pewnością znajdzie się coś zarówno dla początkujących, jak i zaawansowanych graczy. Pamiętaj, wydarzenie skierowane jest do opiekunów psów chętnych do wspólnej zabawy. Ilość miejsc ograniczona. Obowiązują zapisy!",
      "dateStart": "2025-05-16",
      "timeStart": "18:00",
      "timeEnd": "22:00",
      "price": "30 zł",
      "formUrl": ""
    },
    {
      "id": "wydarzenie_20250619_1700",
      "instagramUrl": "https://www.instagram.com/p/DJWv1VpMbhx",
      "title": "Wieczór Planszówek",
      "description": "LUBISZ PSY I GRY PLANSZOWE? Wieczór planszówkowy będzie idealną okazją do rozwinięcia swoich pasji (lub jednej z nich). Nasz cel na wieczór? Dobra zabawa, przekąski i miło spędzony czas w gronie ciekawych ludzi! W co będziemy grali? Tajemnica... ale znajdzie się coś dla graczy mniej i bardziej zaawansowanych. Ilość miejsc ograniczona. Obowiązują zapisy!",
      "dateStart": "2025-06-19",
      "timeStart": "17:00",
      "price": "35 zł",
      "formUrl": ""
    },
    {
      "id": "event_20250830_warsztaty_komunikacji",
      "instagramUrl": "https://www.instagram.com/p/DJi0XMiMV1K/",
      "title": "Warsztaty Komunikacji Psów: Jak Psom Pomagać, A Nie Przeszkadzać",
      "description": "Dwudniowe warsztaty komunikacji psów z przygodą, prowadzone przez Magdalenę Wasil (@szczekszczekwroclaw, @pu.lapki). Warsztaty psiej komunikacji to coś, co pomaga psom rozmawiać, nawiązywać relację w zdrowy sposób a nam, ludziom rozumieć ich intencje. Psy dobierane są starannie, tak aby miały największą szansę uczyć się od siebie wzajemnie. Interakcje rozpoczynają się od spotkania psów po przeciwnej stronie przegrody, co pomaga zmniejszyć niepokój zarówno u czworonogów, jak i ich opiekunów. Następnie indywidualnie dobieram strategie dla każdego psa, ucząc opiekunów, jak interpretować sygnały swoich pupili, a psom pokazujemy, jak radzić sobie w interakcjach społecznych. Na zajęciach kładę nacisk na uczenie psów jak reagować na komunikaty innych, często sama wchodzę z nimi w dyskusję i uczę jak rozwiązywać konflikty. Dla psów, które cenią sobie możliwość swobodnego ruchu i potrzebują czasu  na zapoznanie się oraz osób zainteresowanych psią komunikację. Lokalizacja: ul. Jaskrowa, Bielawa obok Długołęki. Ilość miejsc: 12 dla uczestników z psami, 10 dla obserwatorów. Uwaga: nie dla psów agresywnych, po pogryzieniach. Zapisy przez wiadomość prywatną do @szczekszczekwroclaw.",
      "dateStart": "2025-08-30",
      "dateEnd": "2025-08-31",
      "price": "Uczestnik z psem: 1000 zł, Obserwator: 500 zł.",
      "earlyBirdPrice": "Uczestnik z psem: 850 zł, Obserwator: 450 zł.",
      "earlyBirdUntil": "2025-06-10",
      "formUrl": ""
    }
  ]